Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/kulttuurien_koulu_kaynnistyy:_saamelaiskarajat_suomen_romaniyhdistys_ja_nuorten_akatemia_kouluttavat_opettajia_saamelais-_ja_romaninuorten_kohtaamiseen.html.tmx
Source language: fin
Languages: smn

source: Kulttuurien koulu käynnistyy: Saamelaiskäräjät, Suomen Romaniyhdistys ja Nuorten Akatemia kouluttavat opettajia saamelais- ja romaninuorten kohtaamiseen
smn: Kulttuurij škovlâ vuálgá joton: Sämitigge, Suomâ Romaniservi (Suomen Romaniyhdistys) já Nuorâi Akatemia (Nuorten Akatemia) škuávlejeh máttáátteijeid sämi- já romaninuorâi teivâmân

source: Yläkoulujen ja toisen asteen oppilaitosten opettajille suunnattu täydennyskoulutushanke Kulttuurien koulu käynnistyy syksyllä ja jatkuu vuoden 2022 loppuun.
smn: Paješkoovlâi já nube tääsi oppâlájádâsâi máttáátteijeid čuosâttum tievâsmittemškovlimhaahâ ´Kulttuurij škovlâ´ vuálgá joton čohčuv já juátkoo ive 2022 loopân.

source: Tavoitteena on opettajien valmentaminen saamelais- ja romaninuorten kohtaamiseen.
smn: Ulmen lii máttáátteijei valmim sämi- já romaninuorâi teivâmân.

source: – Kulttuurien koulu -hanke tulee todelliseen tarpeeseen, sanoo koulutus- ja oppimateriaalilautakunnan puheenjohtaja Tauno Ljetoff.
smn: – Kulttuurij škovlâ -haahâ puátá tuođâlii táárbun, iätá škovlim- já oppâmateriaallävdikode saavâjođetteijee Tauno Ljetoff.

source: – Meillähän on nyt selvitettyä tietoa siitä, etteivät oppimateriaalit sisällä juurikaan saamelaistietoa.
smn: – Misthân lii tääl selvâttum tiätu tast, ete oppâmateriaaleh iä jur ane sistees sämmilâštiäđu.

source: Opettajakoulutuksessakaan saamelaisia koskevia asioita ei käsitellä.
smn: Máttáátteijeeškovlimijngin iä kieđâvuš sämmiláid kyeskee aašijd.

source: Opetus- ja kulttuuriministeriön saamen opetuksen kehittämistyöryhmä luovutti raporttinsa opetusministerille huhtikuussa 2021.
smn: Máttááttâs- já kulttuurministeriö sämimáttááttâs ovdedempargojuávkku luovâttij raportis máttááttâsministerân cuáŋuimáánust 2021.

source: Se teetti myös erillisselvityksen perusopetuksen suomen- ja ruotsinkielisten oppimateriaalien saamelaistiedosta.
smn: Tot rähtittij meid sierânâsčielgiittâs vuáđumáttááttâs suomâ- já ruotâkielâlij oppâmateriaalij sämmilâštiäđust.

source: – Toivon, että saamelaisia koskeva tieto kouluopetuksessa alkaa nyt lisääntyä ja myöskin saamelaisten kotiseutualueen ulkopuolella asuvat saamelaislapset ja -nuoret saavat tukea identiteetilleen, sanoo Ljetoff.
smn: – Mun tuáivum, ete sämmiláid kyeskee tiätu škovlâmáttááttâsâst álgá tääl lasaniđ já meid sämmilij päikkikuávlu ulguubeln ässee sämipárnááh já -nuorah finnejeh torjuu sii identiteetân, iätá Ljetoff.

source: Mikä?
smn: Mii?

source: Kulttuurien koulu on syksyllä alkava maksuton täydennyskoulutussarja, joka on suunnattu yläkoulujen ja toisen asteen oppilaitosten opettajille .
smn: Kulttuurij škovlâ lii nuuvtá tievâsmittemškovlimráiđu, mii álgá čohčuv já mii lii čuosâttum paješkoovlâi já nube tääsi oppâlájádâsâi máttáátteijeid .

source: Perusopetuksen ja lukio-opetuksen opetussuunnitelman perusteissa todetaan, että opetuksen tulee tukea oppilaiden oman kulttuuri-identiteetin rakentumista.
smn: Vuáđumáttááttâs já luvâttâhmáttááttâs máttááttâsvuávám vuáđđusijn pahudeh, ete máttááttâs kalga tuárjuđ uáppei jieijâs kulttuuridentiteet šoddâm.

source: Täydennyskoulutuksessa osallistujat saavat valmiuksia saamelais- ja romaninuorten kohtaamiseen ja myös nuorten kulttuurisen identiteetin tukemiseen.
smn: Tievâsmittemškovliimist uásálisteeh finnejeh kiärgusvuođâid sämi- já romaninuorâi teivâmân já meid nuorâi kulttuurlii identiteet tuárjumân.

source: Kulttuurien koulu syntyi halusta ja tarpeesta lisätä tietoa ja vähentää stereotypioita.
smn: Kulttuurij škovlâ šoodâi haalust já táárbust lasettiđ tiäđu ja kepidiđ stereotypiaid.

source: Viime vuosina on ollut paljon puhetta saamelais- ja romaniteemojen vähäisyydestä oppikirjoissa.
smn: Majemui iivij ääigi lii lamaš ennuv saahâ sämi- já romaniteemai uccáávuođâst oppâkiirjijn.

source: Ennakkoluulot syntyvät usein juuri tietämättömyydestä.
smn: Munejurduuh šaddeh maŋgii eidu tietimettumvuođâst.

source: Lisäkoulutukselle on suuri tarve, sillä tällä hetkellä teeman käsittelyyn on tarjolla liian vähän keinoja.
smn: Laseškovliimân lii stuorrâ tárbu, tastko tääl teema kieđâvušmân láá fáállun liijkás uccáá vyevih.

source: Ymmärrystä saamelais- sekä romaanikulttuurien erityispiirteitä kohtaan ei opita nykyisistä oppikirjoista, eikä opettaja välttämättä tunne saamelais- ja romanikulttuurien erityispiirteitä niin hyvin, että pystyisi tukemaan kulttuuri-identiteettiään muodostavaa vähemmistönuorta.
smn: Ibárdâs sämi- sehe romanikulttuurij sierânâsjiešvuovijn iä oopâ tááláin oppâkiirjijn, ige máttáátteijee veltihánnáá tuubdâ sämi- já romanikulttuurij sierânâsjiešvuovijd nuuvt pyereest, ete pastaččij tuárjuđ ucceeblohonuorâ, kote hämmee jieijâs kulttuuridentiteet.

source: Kouluttajina toimivat saamelais- ja romaniasioiden asiantuntijat, ja keskeiset sisällöt ovat saamelais- ja romaninuorten suunnittelemia.
smn: Škuávlejeijen tuáimih sämi- já romaniaašij äššitobdeeh, já sämi- já romaninuorah láá vuávám kuávdášlijd siskáldâsâid.

source: Koulutukset toteutetaan yhdessä Saamelaiskäräjien koulutus- ja oppimateriaalilautakunnan sekä Suomen Romaniyhdistys ry:n kanssa, ja ne ovat Opetushallituksen rahoittamia.
smn: Škovliimijd olášuteh oovtâst Sämitige škovlim- já oppâmateriaallävdikuddijn sehe Suomâ Romaniservi rs:jn, já Máttááttâshaldâttâs lii ruttâdâm taid.

source: Koska?
smn: Kuás?

source: Täydennyskoulutussarja koostuu viidestä koulutuspäivästä: kolmesta online- ja kahdesta etäpäivästä.
smn: Tievâsmittemškovlimrááiđust láá vittâ škovlimpeeivi: kulmâ online- já kyehti káiduspeeivi.

source: Online-päivinä aihetta käsitellään ryhmänä yhdessä Teamsin ja Howspace-alustan välityksellä.
smn: Online-peeivij ääigi fáddá kieđâvuššoo juávkkun oovtâst Teams já Howspace-vuáđu peht.

source: Etäpäivinä osallistujat vievät oppeja käytäntöön omien aikataulujensa mukaisesti.
smn: Káiduspeeivij ääigi uásálistein láá keevâtliih uápuh jieijâs äigitaavlui mield.

source: Osallistujat sitoutuvat käymään koko koulutussarjan läpi.
smn: Uásálisteeh čonâdâteh jotteeđ škovlimrááiđu ollásávt.

source: Koulutuspäivät pidetään klo 9–15 (sis.
smn: Škovlimpeeivih láá tme 9–15 (sis.

source: omakustanteisen lounastauon ja kahvitauon).
smn: jieš mäksimnáál koskâpeivimáállás já kähvipuudâ).

source: Syksy 2021 pilottikoulutuksen online-päivät 1. koulutussarja: ti 5.10., ke 27.10. ja to 18.11. 2. koulutussarja: ti 2.11., ke 24.11. ja to 16.12.
smn: Čoovčâ 2021 pilotškovlim online-peeivih 1. škovlimráiđu: ma 5.10., ko 27.10. já tu 18.11. 2. škovlimráiđu: ma 2.11., ko 24.11. já tu 16.12.

source: Koulutukset jatkuvat vuonna 2022 kolmella etä-, ja kahdella lähikoulutussarjalla.
smn: Škovliimeh juátkojeh ive 2022 kuulmâ káidus-, já kyevti aldaškovlimrááiđust.

source: Lähikoulutukset on tarkoitus pitää Oulussa ja Helsingissä.
smn: Aldaškovliimijd lii tárguttâs toollâđ Oulust já Helsigist.

source: Tutustu koulutuspäivien tarkempaan sisältöön ja aikatauluun täällä !
smn: Uáppáásm škovlimpeeivij täärhib siskáldâsân já äigitaavlun tääbbin !

source: Ilmoittautuminen Kulttuurien koulu -täydennyskoulutuksiin on avattu.
smn: Almottâttâm Kulttuurij škovlâ -tievâsmittemškovliimáid lii lekkum.

source: Opettaja, onko sinulla riittävät tiedot ja valmiudet tukea saamelais- ja romaninuoria heidän kulttuuri-identiteettinsä muodostamisessa?
smn: Máttáátteijee, láá-uv tust tuárvi tiäđuh já kiärgusvuođah tuárjuđ sämi- já romaninuorâid sii kulttuuridentiteet hammiimist?

source: Kuinka hyvin tunnet saamelais- ja romanikulttuurien erityispiirteet?
smn: Mon pyereest tun tuubdah sämi- já romanikulttuurij sierânâsjiešvuovijd?

source: Osallistu syksyllä 2021 alkavaan maksuttomaan täydennyskoulutussarjaan: tule mukaan oppimaan lisää ja vähennä kanssamme stereotypioita ja ennakkoluuloja!
smn: Uásálist nuuvtá tievâsmittemškovlimrááiđun, mii álgá čohčuv: puáđi mieldi oppâđ lase já keeppid miiguin stereotypiaid já munejurduid!

source: Valtaosa koulutuksista järjestetään etänä, joten voit osallistua helposti paikkakunnasta riippumatta.
smn: Iänááš uási škovliimijn uárnejuvvoo káidusin, te tun puávtáh älkkeht uásálistiđ mon peri päikkikoddeest.

source: Lisätietoja:
smn: Lasetiäđuh:

source: Nuorten Akatemian yhteystiedot / Ulla Saalasti ulla.saalasti@nuortenakatemia.fi 040 567 4203
smn: Nuorâi Akatemia / Ulla Saalasti ulla.saalasti@nuortenakatemia.fi 040 567 4203

source: Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto/ Ulla Aikio-Puoskari ulla.aikio-puoskari@samediggi.fi 010 839 3112
smn: Sämitige škovlim- já oppâmateriaaltoimâttâh/ Ulla Aikio-Puoskari ulla.aikio-puoskari@samediggi.fi 010 839 3112

source: Suomen Romaniyhdistys / Dimitri Lindgren dimitri.aumensa@gmail.com 045 220 3229
smn: Suomâ Romaniservi / Dimitri Lindgren dimitri.aumensa@gmail.com 045 220 3229

source: Linkkejä:
smn: Liinkah:

source: Kulttuurien koulu -hankesivu
smn: Kulttuurij škovlâ -hahâsijđo

source: Koulutus- ja oppimateriaaliasiat Saamelaiskäräjillä
smn: Škovlim- já oppâmateriaalääših Sämitiggeest

source: Saamelaistietoa opetukseen &gt; www.oktavuohta.com , www.dihtosis.fi
smn: Sämmilâštiätu máttááttâsân &gt; www.oktavuohta.com , www.dihtosis.fi

source: Suomen Romaniyhdistys &gt; www.suomenromaniyhdistys.fi
smn: Suomâ Romaniservi &gt; www.suomenromaniyhdistys.fi
